[
  {
    "titulo": "Cenouras glaceadas com pistache e sementes de gergelim",
    "subtitulo": "Temos certeza de que sua família vai adorar esse saboroso acompanhamento de cenoura!",
    "image": "https://prdcuscmscdn01.azureedge.net/royalprestige/images/default-source/recipes/pistachio-carrots-wide.jpg?sfvrsn=b2271fd2_3",
    "tempo_de_preparo": 20,
    "dificuldade": 1,
    "porcoes": 4,
    "Ingredientes": [
      "1 quilo de cenouras, cortadas em aprox. 5 cm",
      "¼ de xícara de água, para cozinhar as cenouras no vapor",
      "1 colher de sopa de mel",
      "1 colher de sopa de suco de limão fresco",
      "1 colher de chá de pimenta em pó",
      "½ colher de chá de cominho em pó",
      "Sal grosso, a gosto",
      "Pimenta do reino moída, a gosto",
      "Pistache torrado e gergelim",
      "½ xícara de pistache, torrado e picado",
      "2 colheres de sopa de sementes de gergelim torradas"
    ],
    "preparacao": [
      "Pré-aqueça a frigideira por 30 segundos em fogo médio",
      "Adicione os pistaches e as sementes de gergelim. Reduza o fogo para médio-baixo",
      "Toste por 3 minutos ou até dourar, mexendo sempre para não queimar. Retire e reserve em uma tigela",
      "Cubra a superfície da sua Frigideira com um pouco óleo. Pré-aqueça por 30 segundos em fogo médio.",
      "Acrescente as cenouras. Refogue por 6 minutos ou até que fiquem bem douradas.",
      "Adicione a água, o mel, o suco de limão, a pimenta em pó, o cominho, o sal e a pimenta a gosto. Misture bem. Cubra e reduza o fogo para médio-baixo.",
      "Acrescente as cenouras e cozinhe no vapor por aproximadamente 2 minutos, a gosto.",
      "Retire a tampa e ajuste o fogo para médio. Continue mexendo até que o líquido evapore e as cenouras fiquem tostadas. Acrescente os pistaches e as sementes de gergelim."
    ],
    "tipo": 6
  },
  {
    "titulo": "Panquecas de aveia e espinafre",
    "subtitulo": "Surpreenda a todos com estas deliciosas panquecas saudáveis de espinafre e aveia no café da manhã.",
    "image": "https://prdcuscmscdn01.azureedge.net/royalprestige/images/default-source/recipes/greenpancake_1920x580.jpg?sfvrsn=2f9f391b_5",
    "tempo_de_preparo": 30,
    "dificuldade": 2,
    "porcoes": 8,
    "Ingredientes": [
      "1 xícara de leite desnatado",
      "1 xícara de iogurte grego natural",
      "2 ovos grandes",
      "1 colher de sopa de extrato de baunilha",
      "1 ½ xícara de espinafre",
      "2 ½ xícaras de farinha de aveia",
      "2 colheres de sopa de semente de linhaça moída",
      "2 colheres de chá de fermento em pó",
      "1 colher de chá de bicarbonato de sódio",
      "½ xícara de açúcar",
      "½ colher de chá de canela em pó",
      "1 colher de chá de sal"
    ],
    "preparacao": [
      "Coloque todos os ingredientes no liquidificador, exceto os que serão usados para decorar. Processe em velocidade baixa por alguns segundos e, em seguida, aumente a velocidade para alta por 1 minuto ou até que estejam bem incorporados.",
      "Despeje a massa da panqueca em um bowl de 1 litro. Deixe descansar por 10 minutos ou até engrossar",
      "Dica do chef: esta etapa é fundamental. Se você não deixar a massa engrossar, as panquecas não terão o formato adequado",
      "Cubra a superfície da sua Frigideira com um pouco óleo e pré-aqueça por 40 segundos em fogo médio-baixo",
      "Despeje uma porção de massa no centro da Frigideira, usando uma concha como Se for preciso, utilize a espátula de silicone para auxiliar, pois a consistência da massa irá aumentar.",
      "Cozinhe por 2 a 3 minutos de cada lado.",
      "Repita a etapa anterior com a massa de panqueca restante.",
      "Decore com mirtilos, morangos ou frutas de sua preferência a gosto. Adicione um toque mel."
    ],
    "tipo": 1
  },
  {
    "titulo": "Chupe de Camarões",
    "subtitulo": "Experimente esta receita requentada típica do Peru.",
    "image": "https://prdcuscmscdn01.azureedge.net/royalprestige/images/default-source/recipes/chupe-de-camarones.jpg?sfvrsn=9245f011_4",
    "tempo_de_preparo": 40,
    "dificuldade": 3,
    "porcoes": 4,
    "Ingredientes": [
      "¼ de abóbora kabocha, descascada, sem sementes e cortada em cubos grandes",
      "2 batatas descascadas e cortadas em cubos grandes",
      "2 espigas de milhos, cortados em três pedaços",
      "½ xícara de arroz branco",
      "10 xícaras de caldo de legumes ou água",
      "¼ de xícara de pasta de pimenta aji panca",
      "¼ de xícara de pasta de pimenta aji amarillo",
      "1 colher de chá de huacatay ou pasta de hortelã preta peruana",
      "2 colheres de sopa de cebola em pó",
      "2 colheres de sopa de alho em pó",
      "Sal grosso, a gosto",
      "Pimenta do reino, a gosto",
      "1 xícara de ervilhas",
      "450g de camarão 16/20, sem casca, com cauda",
      "1 xícara de leite"
    ],
    "preparacao": [
      "Coloque a abóbora, as batatas e o milho na panela de pressão de 6 litros",
      "Adicione o arroz, o caldo de legumes, a pasta de aji panca, a pasta de aji amarillo, a pasta de huacatay, a cebola em pó, o alho em pó, o sal e a pimenta a gosto. Misture bem com a espátula de silicone. Dica: Não encha a panela com mais de dois terços de sua capacidade.",
      "Tampe, feche e gire a válvula reguladora com a seta apontando para o ícone de pressão. Cozinhe em fogo médio-alto.",
      "Quando a válvula apitar e liberar vapor, reduza a temperatura para média-baixa e continue o cozimento por 5 minutos. Certifique-se de que a válvula continue a liberar vapor.",
      "Quando o Chupe estiver pronto, desligue o fogo. Gire a válvula para o ícone de liberação de vapor. Quando o indicador vermelho se retrair completamente, destampe e aumente o fogo para alto. Deixe ferver.",
      "Adicione as ervilhas, os camarões e o leite evaporado. Misture bem.",
      "Cozinhe por 5 minutos. Desligue a panela. Reserve.",
      "Cubra a superfície da sua Frigideira com um pouco. Pré-aqueça por 40 segundos em fogo médio.",
      "Adicione um ovo. Cozinhe por aproximadamente 2 minutos.",
      "Repita o processo com os três ovos restantes.",
      "Sirva cada porção da sopa com um ovo e coentro a gosto."
    ],
    "tipo": 3
  },
  {
    "titulo": "PIPOCA TRUFADA",
    "subtitulo": "Esta receita saborosa é aquela que sua família vai pedir de novo e de novo.",
    "image": "https://prdcuscmscdn01.azureedge.net/royalprestige/images/royalprestigebrlibraries/recipes/truffle-popcorn-rp-wide.jpg?sfvrsn=a35008c5_1",
    "tempo_de_preparo": 10,
    "dificuldade": 1,
    "porcoes": 6,
    "Ingredientes": [
      "1/3 xícara de milho para pipoca",
      "2 colheres de sopa de óleo",
      "½ colher de chá de sal"
    ],
    "preparacao": [
      "Coloque a tampa da pipoqueira e ajuste o fogo para médio alto",
      "Destampe, adicione o óleo e o milho, e tampe novamente",
      "Gire o braço misturador lenta e constantemente para a direita ou esquerda por 7 minutos ou até que todo o milho estoure.",
      "Apague o fogo e retire a pipoqueira do fogão.",
      "Destampe e coloque a pipoca na Tigela Para Misturar.",
      "Adicione sal, azeite trufado e queijo parmesão, misture para distribuir bem os ingredientes de maneira uniforme."
    ],
    "tipo": 2
  },
  {
    "titulo": "PIPOCA DE PIMENTA, LIMÃO E MARACUJÁ",
    "subtitulo": "Picante, salgada e doce, esta pipoca tem de tudo!",
    "image": "https://prdcuscmscdn01.azureedge.net/royalprestige/images/royalprestigebrlibraries/recipes/chili-lime-popcorn-rp-wide.jpg?sfvrsn=62358881_1",
    "tempo_de_preparo": 10,
    "dificuldade": 1,
    "porcoes": 6,
    "Ingredientes": [
      "1/3 xícara de milho para pipoca",
      "2 colheres de sopa de óleo",
      "1 colher de chá de pimenta caiena em pó",
      "½ colher de chá de sal"
    ],
    "preparacao": [
      "Coloque a tampa da pipoqueira e ajuste o fogo para médio alto",
      "Destampe, adicione o óleo e o milho e tampe novamente",
      "Gire o braço misturador lenta e constantemente para a direita ou esquerda por 7 minutos ou até que todo o milho estoure",
      "Apague o fogo e retire a pipoqueira do fogão.",
      "Destampe e coloque a pipoca na Tigela Para Misturar.",
      "Adicione a pimenta, sal e limão, misture bem e adicione a geleia de maracujá a gosto."
    ],
    "tipo": 2
  },
  {
    "titulo": "PIPOCA DE BRIGADEIRO",
    "subtitulo": "Pipoca + Brigadeiros = Paraíso na terra!",
    "image": "https://prdcuscmscdn01.azureedge.net/royalprestige/images/royalprestigebrlibraries/recipes/brigadeiro-popcorn-rp-wide.jpg?sfvrsn=f516eb9e_1",
    "tempo_de_preparo": 45,
    "dificuldade": 2,
    "porcoes": 6,
    "Ingredientes": [
      "1/3 xícara de milho para pipoca",
      "1 colher de sopa de manteiga",
      "420ml de leite condensado",
      "¼ xícara de cacau em pó",
      "½ xícara de chocolate granulado"
    ],
    "preparacao": [
      "Derreta a manteiga na frigideira em fogo baixo, adicione o leite condensado e o cacau em pó",
      "Mexa constantemente até que possa ver o fundo da frigideira por 2-3 segundos ao arrastar a espátula sobre a superfície",
      "Despeje em um prato untado e deixe esfriar por 30 minutos",
      "Forme bolas com a mistura fria e reserve",
      "Coloque a tampa da pipoqueira e ajuste o fogo para médio alto",
      "Destampe, adicione o óleo e o milho. Tampe e gire o braço misturador lenta e constantemente para a direita ou esquerda por 7 minutos ou até que todo o milho estoure. Apague o fogo e retire a Caçarola do fogão.",
      "Adicione os brigadeiros, gire o braço misturador até cobrir as pipocas de maneira uniforme. Sirva em uma tigela e decore com chocolate granulado."
    ],
    "tipo": 4
  },
  {
    "titulo": "PIZZA MISTA",
    "subtitulo": "Se delicie com essa receita de Pizza que não precisa de forno",
    "image": "https://prdcuscmscdn01.azureedge.net/royalprestige/images/royalprestigebrlibraries/benefits/pizza_gaa1794c6-86a2-4257-9fb4-78ce58c9f5aa.jpg?sfvrsn=2894e22e_1",
    "tempo_de_preparo": 50,
    "dificuldade": 4,
    "porcoes": 6,
    "Ingredientes": [
      "400g de farinha de trigo",
      "¾ xícara de água morna",
      "4 colheres de sopa de leite",
      "15g de fermento em pó",
      "Uma pitada de sal",
      "2 colheres de chá de óleo",
      "250g de presunto",
      "300g de muçarela ou queijo gouda",
      "500g de abacaxi em calda",
      "2 xícaras de molho de pizza",
      "60g de pepperoni",
      "10 tomates cereja",
      "10 folhas de manjericão",
      "Orégano"
    ],
    "preparacao": [
      "Em uma tigela, misture a farinha com o fermento e uma pitada de sal. Adicione o óleo, a água e o leite. Misture até obter uma massa elástica e homogênea. Deixe repousar por 10 minutos.",
      "Abra a massa em uma forma circular e coloque-a na Paellera de 35,5cm. Fure-a com um garfo. Cozinhe por 15 minutos em fogo baixo",
      "Vire a massa com cuidado e cubra com uma camada de molho de pizza. Adicione o queijo.",
      "Em uma metade da pizza, coloque os pedaços de presunto e abacaxi. Na outra metade, acomode o pepperoni, o manjericão e o orégano.",
      "Espalhe um pouco mais de queijo ralado por cima e tampe novamente com a válvula fechada. Cozinhe por mais 15 minutos e sirva."
    ],
    "tipo": 3
  },
  {
    "titulo": "FEIJÃO TROPEIRO",
    "subtitulo": "Surprenda com essa receita brasileira e deliciosa",
    "image": "https://prdcuscmscdn01.azureedge.net/royalprestige/images/royalprestigebrlibraries/benefits/feij%C3%A3o-tropeiro.jpg?sfvrsn=7d326e36_1",
    "tempo_de_preparo": 35,
    "dificuldade": 4,
    "porcoes": 4,
    "Ingredientes": [
      "½ cebola Amarela",
      "3 dentes de alho picados",
      "2 xícaras com couve",
      "3 tiras de bacon com cortes grossos",
      "6 linguiças defumadas",
      "8 copos com carne de porco moída",
      "1 copo com feijão cozido",
      "¼ xícara de farinha de mandioca",
      "Sal a gosto",
      "Pimenta do reino a gostoy"
    ],
    "preparacao": [
      "Corte a cebola, o alho, a couve, o bacon e a linguiça e reserve",
      " Pré-aqueça a frigideira por 30 segundos em fogo médio",
      "Cozinhe e desfie o bacon até ficar crocante",
      "Retire e reserve o bacon em uma tigela",
      "Adicione a linguiça e cozinhe por 4 minutos",
      "Retire e reserve em uma tigela",
      "Coloque na carne de porco moída e desmanche",
      "Cozinhe por 10 minutos ou até ganhar cor",
      "Adicione a cebola e o alho e cozinhe por mais um minuto",
      "Coloque o feijão, a couve, a bacon, a linguiça, a mandioca torrada e o sal a gosto e misture bem",
      "Cozinhe por 2 minutos ou até a couve murchar",
      "Coloque no prato junto com a guarnição",
      "Aproveite com a família!"
    ],
    "tipo": 3
  },
  {
    "titulo": "ROBALO DO CHEF COM PESTO DE PISTACHE",
    "subtitulo": "Uma receita de peixe simplesmente sensacional criada pelos nossos chefs",
    "image": "https://prdcuscmscdn01.azureedge.net/royalprestige/images/royalprestigebrlibraries/recipes/r%C3%B3balo-del-chef-con-pesto-de-pistacho.jpg?sfvrsn=aa06ab43_1",
    "tempo_de_preparo": 20,
    "dificuldade": 2,
    "porcoes": 2,
    "Ingredientes": [
      "Filé de robalo de 170g",
      "Sal e pimenta a gosto",
      "½ colher de chá de suco de limão",
      "2 colheres de chá de vinho branco seco",
      "1 colher de chá de manteiga temperada com ervas",
      "Óleo",
      "2 cebolas pequenas",
      "1 cenoura orgânica pequena",
      "10 folhas de espinafre",
      "½ xícara de purê de cenoura branca",
      "2 colheres de sopa de pesto de pistache"
    ],
    "preparacao": [
      "Robalo: tempere o filé com sal e pimenta. Reserve por 5 minutos",
      "Em uma Frigideira de 20cm, coloque óleo.  Adicione o filé e cozinhe adicionando a manteiga temperada, o limão e o vinho. Cuide para que não seque",
      "Guarnição: em uma Frigideira pequena, asse a cenoura e as cebolas no azeite. Retire e reserve",
      "Branqueie as folhas de espinafre separadamente",
      "Esquente o purê de cenoura branca com um pouco de água. Adicione sal e manteiga",
      "Pesto: no liquidificador, adicione pistaches, sal, pimente e óleo. Bata em velocidade alta até obter uma consistência espessa.",
      "Montagem: em um prato, acomode as folhas de espinafre no centro, criando uma cama. Coloque o filé de peixe sobre o espinafre. Banhe o robalo com o pesto. Acomode as cenouras sobre o filé e as cebolas ao redor, de maneira decorativa. Adicione purê de cenoura branca dos lados. Aproveite!"
    ],
    "tipo": 3
  },
  {
    "titulo": "SALMÃO ESTILO ASIÁTICO COM MEL E LIMÃO",
    "subtitulo": "Receita incrível e rápida de salmão com um delicioso toque asiático",
    "image": "https://prdcuscmscdn01.azureedge.net/royalprestige/images/royalprestigebrlibraries/product-images/salmo-n-oriental-al-limo-n-y-miel.jpg?sfvrsn=34633170_1",
    "tempo_de_preparo": 15,
    "dificuldade": 2,
    "porcoes": 3,
    "Ingredientes": [
      "4 postas de salmão (120g cada uma)",
      "Sal e pimenta-do-reino a gosto",
      "MARINADA:",
      "¼ de xícara de mel",
      "¼ de xícara de suco de limão",
      "2 colheres de sopa de óleo de gergelim",
      "Molho de soja",
      "Sal e pimenta-do-reino a gosto",
      "PARA ACOMPANHAR:",
      "Aspargos"
    ],
    "preparacao": [
      "Na Tigela Para Misturar de 3L, coloque os ingredientes da marinada. Mexa com o Batedor de Ovos e Massas. Adicione o salmão e marine por 20 a 30 minutos",
      "Pré-aqueça a Frigideira durante 30 segundos em fogo médio",
      "Coloque as postas de salmão na Frigideira e sele durante aproximadamente um minuto e meio, com a tampa entreaberta",
      "Vire as postas de salmão. Banhe cada posta com a mistura da marinada",
      "Acomode os aspargos sobre o salmão e tampe a Frigideira. Cozinhe por mais 5 a 7 minutos",
      "Sirva uma posta de salmão com quatro aspargos por pessoa"
    ],
    "tipo": 3
  },
  {
    "titulo": "Ovos mexidos",
    "subtitulo": "cozinhar ovos para desfrutar resultados perfeitos",
    "image": "https://prdcuscmscdn01.azureedge.net/royalprestige/images/royalprestigebrlibraries/product-images/huevos.jpg?sfvrsn=8d41f7d7_1",
    "tempo_de_preparo": 12,
    "dificuldade": 1,
    "porcoes": 2,
    "Ingredientes": [
      "Ovos a gosto"
    ],
    "preparacao": [
      "Bata os ovos, sal e pimenta a gosto em uma Tigela Para Misturar",
      "Pré-aqueça a Frigideira em temperatura média e adicione um pouco de óleo",
      "Despeje a mistura, abaixe a temperatura para média baixa. Misture constantemente até obter o ponto de cocção desejado"
    ],
    "tipo": 1
  },
  {
    "titulo": "Ovos cozidos",
    "subtitulo": "cozinhar ovos para desfrutar resultados perfeitos",
    "image": "https://prdcuscmscdn01.azureedge.net/royalprestige/images/royalprestigebrlibraries/product-images/huevos.jpg?sfvrsn=8d41f7d7_1",
    "tempo_de_preparo": 12,
    "dificuldade": 1,
    "porcoes": 2,
    "Ingredientes": [
      "Ovos a gosto"
    ],
    "preparacao": [
      "Adicione uma colher de sopa de óleo na Frigideira e aqueça em temperatura média alta",
      "Quebre os ovos dentro da Frigideira e tampe",
      "Abaixe para a temperatura mínima e cozinhe por 2 a 3 minutos com a Frigideira tampada"
    ],
    "tipo": 1
  },
  {
    "titulo": "TORTA DE CAFÉ",
    "subtitulo": "Feita para os amantes tanto de doce, quanto de café",
    "image": "https://prdcuscmscdn01.azureedge.net/royalprestige/images/royalprestigebrlibraries/product-images/pastel-de-cafe-.jpg?sfvrsn=16531713_1",
    "tempo_de_preparo": 30,
    "dificuldade": 2,
    "porcoes": 8,
    "Ingredientes": [
      "BASE:",
      "400g de biscoito de chocolate sem recheio",
      "¼ de xícara de cream cheese",
      "¼ de chantilly para bater",
      "RECHEIO:",
      "1 xícara de café expresso, feito na hora",
      "1 colher de sopa de gelatina sem sabor em pó",
      "1 xícara de água morna",
      "1 ½ xícara de cream cheese",
      "¼ de xícara de leite condensado",
      "1 colher de sopa de vinho marsala"
    ],
    "preparacao": [
      "Triture os biscoitos de chocolate sem recheio na Salad Machine com o Cone #2. Na Tigela Para Misturar de 3L, misture os biscoitos triturados com o cream cheese e o chantilly para bater. Espalhe a mistura em uma forma para bolo",
      "Dissolva a gelatina em pó em água morna",
      "Prepare uma xícara de café",
      "Na Tigela Para Misturar de 4L, adicione todos os ingredientes do recheio, incluindo o café e a gelatina dissolvida. Espalhe a mistura sobre a base de biscoito",
      "Refrigere por 30 minutos. Decore com frutas e chocolate ralado",
      "Passe uma faca por toda a borda da fôrma. Corte e sirva imediatamente"
    ],
    "tipo": 4
  },
  {
    "titulo": "TORRADAS FRANCESAS COM AVEIA",
    "subtitulo": "Desfrute de um café da manhã único com essa receita de torradas francesas cobertas com aveia e acompanhada de frutas",
    "image": "https://prdcuscmscdn01.azureedge.net/royalprestige/images/royalprestigebrlibraries/product-images/tostadas-francesas-cubiertas-de-avena.jpg?sfvrsn=1c6ffdf9_1",
    "tempo_de_preparo": 4,
    "dificuldade": 2,
    "porcoes": 4,
    "Ingredientes": [
      "6 ovos",
      "1 colher de sopa de açúcar de confeiteiro",
      "1 colher de chá de extrato de baunilha",
      "1 colher de chá de canela em pó",
      "2 xícaras de aveia em flocos",
      "8 fatias grossas de pão",
      "Óleo em spray"
    ],
    "preparacao": [
      "Na Tigela Para Misturar de 3L, bata os ovos com a ajuda do Batedor de Ovos e Massas. Adicione o açúcar de confeiteiro, a baunilha e a canela, misture bem e reserve",
      "Coloque a aveia em um prato grande. Banhe cada fatia de pão na mistura de ovo e logo cubra com a aveia",
      "Pré-aqueça a Paellera 35,5cm em temperatura média alta por 3 minutos. Diminua a temperatura para baixa. Despeje uma fina camada de óleo em spray sobre a Paellera",
      "Coloque as fatias sobre a Paellera e cozinhe 2 minutos de cada lado",
      "Corte as torradas em triângulos. Enfeite com sua fruta favorita e sirva com mel."
    ],
    "tipo": 1
  },
  {
    "titulo": "BRUSCHETTA COM PESTO DE PISTACHE E BURRATA",
    "subtitulo": "Você vai desejar esses aperitivos de pesto, tomate e burrata toda hora",
    "image": "https://prdcuscmscdn01.azureedge.net/royalprestige/images/royalprestigebrlibraries/product-images/pesto2_1920x580.jpg?sfvrsn=264fc4f2_1",
    "tempo_de_preparo": 15,
    "dificuldade": 2,
    "porcoes": 4,
    "Ingredientes": [
      "4 fatias grossas de pão tipo Sourdough ou de sua preferência tostado",
      "3 xícaras de tomates cereja cortados pela metade",
      "Suco de ½ limão",
      "4 bolinhas de queijo italiano burrata",
      "PESTO DE PISTACHE:",
      "½ xícara de pistaches sem casca",
      "½ xícara de azeite",
      "Suco de ½ limão ou ao gosto",
      "2 dentes de alho",
      "2 xícaras de folhas de couve sem talo cortadas em pedaços pequenos",
      "¼ de xícara de queijo parmesão",
      "Sal kosher a gosto"
    ],
    "preparacao": [
      "Coloque os tomates cereja na Tigela Para Misturar de 2L. Reserve",
      "Coloque os pistaches em um liquidificador. Bata em velocidade alta até triturar tudo",
      "Adicione o resto dos ingredientes do pesto no liquidificador. Bata em velocidade mínima por poucos segundos e logo suba para velocidade alta obter uma consistência suave, uniforme e sem caroços",
      "Passe o pesto para uma tigela. Misture ½ xícara do pesto e os tomates cereja na Tigela Para Misturar de 2L. Reserve o resto",
      "Adicione o suco de ½ limão ao pesto. Se necessário, ajuste o tempero com sal",
      "Para montar as torradas, espalhe uma bolinha de queijo burrata sobre uma peça da torrada",
      "Abaixe para a temperatura mínima e cozinhe por 2 a 3 minutos com a Frigideira tampada",
      "Adicione a mistura dos tomates. Enfeite com os tomates secos, pedaços em couve em pistaches picados.",
      "Sirva e aproveite!"
    ],
    "tipo": 2
  },
  {
    "titulo": "TILÁPIA AO MOLHO DE MANGA",
    "subtitulo": "Desfrute o sabor agridoce da manga neste prato",
    "image": "https://prdcuscmscdn01.azureedge.net/royalprestige/images/royalprestigebrlibraries/product-images/tilapia-con-salsa-de-mango.jpg?sfvrsn=747aaf7d_1",
    "tempo_de_preparo": 8,
    "dificuldade": 1,
    "porcoes": 4,
    "Ingredientes": [
      "TILÁPIA E ERVILHA:",
      "4 postas de tilápia",
      "2 colheres de sopa de tempero limão e pimenta",
      "¼ de xícara de suco de laranja",
      "4 xícaras de ervilha",
      "1 dente de alho picado finamente",
      "MOLHO DE MANGA:",
      "1 xícara de manga cortada em cubos",
      "½ xícara de pimentão vermelho cortado em cubos",
      "½ xícara de pimentão verde cortado em cubos",
      "½ xícara de cebola roxa cortada em cubos",
      "½ xícara de grãos de milho",
      "1 limão recém espremido",
      "2 colheres de sopa de vinagre"
    ],
    "preparacao": [
      "Na Tigela Para Misturar de 2L, misture todos os ingredientes do molho de manga e reserve",
      "Tempere as postas de tilápia com limão e pimenta",
      "Pré-aqueça a Frigideira de 26cm em temperatura média alta por 3 minutos",
      "Reduza para temperatura baixa, adicione as postas e cozinhe por 3 minutos. Vire-os com a ajuda da Espátula. Adicione o suco de laranja. Tampe e cozinhe por mais 3 minutos",
      "Pré-aqueça a Frigideira de 20cm em temperatura média alta por 3 minutos. Adicione as ervilhas e o alho. Refogue em temperatura média por 2 minutos, mexendo constantemente",
      "Cubra a tilápia com o molho de manga. Sirva com as ervilhas refogadas e seu arroz de preferência"
    ],
    "tipo": 3
  },
  {
    "titulo": "",
    "subtitulo": "",
    "image": "",
    "tempo_de_preparo": 0,
    "dificuldade": 0,
    "porcoes": 0,
    "Ingredientes": [],
    "preparacao": []
  },
  {
    "titulo": "",
    "subtitulo": "",
    "image": "",
    "tempo_de_preparo": 0,
    "dificuldade": 0,
    "porcoes": 0,
    "Ingredientes": [],
    "preparacao": []
  },
  {
    "titulo": "",
    "subtitulo": "",
    "image": "",
    "tempo_de_preparo": 0,
    "dificuldade": 0,
    "porcoes": 0,
    "Ingredientes": [],
    "preparacao": []
  },
  {
    "titulo": "",
    "subtitulo": "",
    "image": "",
    "tempo_de_preparo": 0,
    "dificuldade": 0,
    "porcoes": 0,
    "Ingredientes": [],
    "preparacao": []
  },
  {
    "titulo": "",
    "subtitulo": "",
    "image": "",
    "tempo_de_preparo": 0,
    "dificuldade": 0,
    "porcoes": 0,
    "Ingredientes": [],
    "preparacao": []
  },
  {
    "titulo": "",
    "subtitulo": "",
    "image": "",
    "tempo_de_preparo": 0,
    "dificuldade": 0,
    "porcoes": 0,
    "Ingredientes": [],
    "preparacao": []
  },
  {
    "titulo": "",
    "subtitulo": "",
    "image": "",
    "tempo_de_preparo": 0,
    "dificuldade": 0,
    "porcoes": 0,
    "Ingredientes": [],
    "preparacao": []
  },
  {
    "titulo": "",
    "subtitulo": "",
    "image": "",
    "tempo_de_preparo": 0,
    "dificuldade": 0,
    "porcoes": 0,
    "Ingredientes": [],
    "preparacao": []
  },
  {
    "titulo": "",
    "subtitulo": "",
    "image": "",
    "tempo_de_preparo": 0,
    "dificuldade": 0,
    "porcoes": 0,
    "Ingredientes": [],
    "preparacao": []
  },
  {
    "titulo": "",
    "subtitulo": "",
    "image": "",
    "tempo_de_preparo": 0,
    "dificuldade": 0,
    "porcoes": 0,
    "Ingredientes": [],
    "preparacao": []
  },
  {
    "titulo": "",
    "subtitulo": "",
    "image": "",
    "tempo_de_preparo": 0,
    "dificuldade": 0,
    "porcoes": 0,
    "Ingredientes": [],
    "preparacao": []
  },
  {
    "titulo": "",
    "subtitulo": "",
    "image": "",
    "tempo_de_preparo": 0,
    "dificuldade": 0,
    "porcoes": 0,
    "Ingredientes": [],
    "preparacao": []
  }
]
